Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/press_releases_fi/saamelaisopetuksen_opettajatilanne_huolestuttava_2.11.2007_.pdf.tmx
Source language: fin
Languages: sme

source: - kunnille suositellaan palkkaehtojen parantamista
sme: - ávžžuhit gielddaid buoridit bálkáeavttuid

source: S aamelaisten kotiseutualueen kunnilla oli tänä syksynä poikkeuksellisen suuria vaikeuksia opettajien saamisessa saamen kielen, erityisesti saamenkieliseen opetukseen.
sme: S ámiid ruovttuguovllu gielddain ledje dán čavčča earenoamáš stuorra váttisvuođat oažžut oahpaheaddjiid sámegiela, eandalit sámegielat oahpahussii.

source: Utsjoen kunta ei saanut yhtään hakemusta avoimiksi julistettuihin luokan- ja aineenopettajan virkoihin (1+1).
sme: Ohcejoga gielda ii ožžon ovttage ohcamuša luohká- ja ávnnasoahpaheaddjiid virggiide (1+1), mat ledje almmuhuvvon ohcan láhkái.

source: S odankylän Vuotsossa saamenkielinen opetus päästiin aloittamaan viikko muun koulutyön alkamisen jälkeen.
sme: Soađegili Vuohčus besse álggahit sámegielat oahpahusa vahku skuvlabarggu álggaheami maŋŋá.

source: Enontekiöllä oppilaan vanhempi ryhtyi opettamaan saamenkielistä luokkaa.
sme: Eanodagas sámegielat luohká oahpaheaddjin bargagođii okta mánáid vánhemiin.

source: Inarissa puutetta on erityisesti koltan- ja inarinsaamenkielisistä opettajista.
sme: Anáris váilot earenoamážit nuortalaš- ja anárašgielat oahpaheaddjit.

source: Saamelaiskäräjien asettama saamelaisten koulutusasiain yhteistyöelin listasi syitä opettajapulaan kokouksessaan.
sme: Sámedikki ásahan sámiid skuvlenáššiid oktasašbargoorgána čohkii oktii sivaid oahpaheaivátnái čoahkkimistis Anáris.

source: Opettajia valmistuu vähän ja naapurimaata alemman palkkauksen ja työn kuormittavuuden takia monet menevät töihin Norjaan tai paremmin palkattuihin tehtäviin.
sme: Oahpaheaddjit válmmaštuvvet unnán ja máŋgasat vulget bargui Norgga beallái dahje eará bargguide daningo sámeoahpaheaddji bargu atnojuvvo lossadin ja go Norggas mákset oahpaheaddjiide buoret bálkkáid.

source: Lisäksi tilannetta vaikeuttaa ensimmäisen polven opettajien jääminen eläkkeelle ja toisaalta lisääntyvä opetustarve.
sme: Dasa lassin vuosttaš buolvva sámeoahpaheaddjit leat báhcán ja báhcime ealáhahkii. Nuppe dáfus sámegielat oahpahussii lea stuorit dárbu go ovdal.

source: Perusopetuslaki edellyttää koulutuksen järjestäjää antamaan saamenkielisten oppilaiden opetuksen pääosin saamen kielellä, jonka seurauksena tarvittaisiin lisää sekä luokan- että aineenopettajia.
sme: Vuođđooahpahusláhka geatnegahttá skuvlejumi ordjejeaddji addit sámegielat ohppiid oahpahusas váldooasi sámegillii, mas čuovvu ahte dárbbašuvvošedje lasi sihke luohká- ja ávnnas (fága-) oahpaheadjjit.

source: M onet saamelaisopetusta antavat opettajat ovat vailla muodollista pätevyyttä, mutta heillä on hyvä kielitaito ja muita saamelaisopetuksessa arvostettuja kulttuuritaitoja.
sme: M áŋgasiin, geat leat dál oahpahusbarggus, váilu formálalaš gelbbolašvuohta, muhto sis lea buorre giellamáhttu ja eará sámeoahpahusas árvvus atnojuvvon kulturdáiddut.

source: M uodollisesti epäpätevien opettajienkin saamisessa on vaikeuksia, koska heidän palkkausehtonsa ovat päteviä opettajia heikommat.
sme: M aiddái dakkár oahpaheaddjiid oažžumis leat váttisvuođat, daningo sin bálkáeavttut leat heajubut go formálalaččat gelbbolaš oahpaheaddjiin.

source: Saamelaiskäräjät on esittänyt opetusministeriölle mm. saamenkielisten opettajien pikaista poikkeuskoulutusta, jolla voisi hankkia pätevyyttä kunkin tarpeen mukaan.
sme: Sámediggi lea evttohan oahpahusministeriijai ee. hohpolaš sámeoahpaheaddjiid spiehkkastanskuvlejumi ordnema, mainna livččii vejolaš sháhppot gelbbolašvuođa ieš guđet dárbbu mielde.

source: M uodollista pätevyyttä vailla oleville tulisi luoda väylä pätevöitymiseen ja opettajan kelpoisuuden omaaville, joilla ei ole tarpeeksi hyvää saamen kielen taitoa, väylä kieliopintoihin.
sme: Skuvlejupmi galggašii addit vejolašvuođa juogo skáhppot oahpaheaddji gelbbolašvuođa dahje giellamáhtu.

source: Yhteistyöelin päätti suositella saamelaisten kotiseutualueen kunnille, että saamen kielen ja saamenkielisen opetuksen määräaikaisille ja muodollista kelpoisuutta vailla oleville opettajille maksettaisiin palkka myös kesäkuukausilta.
sme: Oktasaašbargoorgána mearridii addit sámiid ruovttuguovllu gielddaide ávžžuhusa, man mielde sámegiela ja sámegielat oahpahusa mearreáigásaš oahpaheaddjiide ja oahpaheaddjiide, geain ii leat formálalaš oahpaheaigelbbolašvuohta, máksojuvvošii bálká maiddái geassemánotbajiin.

source: Päätöksessä todetaan vakava huoli saamen kielen ja saamenkielisen opetuksen opettajatilanteesta ja että opettajapula on ollut erityisen vakava alkaneena kouluvuonna.
sme: Oktasašbargoorgána gidde duođalaš fuomášumi sámegiela ja sámegielat oahpahusa oahpaheaidiliide. M earrádusas gávnnahuvvo, ahte oahpaheaivátni leamaš earenoamáš duođalaš dál álgán skuvlajagi.

source: Saamen kielen ja saamenkielisen opetuksen opettajatilanteen turvaaminen vaatii yhteistyöelimen mukaan erityistoimenpiteitä, joista osa on kuntien päätösvallassa.
sme: Sámegiela ja sámegielat oahpahusa oahpaheaidiliid dorvvasteapmi gáibida ovttasbargoorgána mielde earenoamáš doaibmabijuid, main oassi lea gielddaid mearridanválddis.

source: Perusteena suositukselle on voimassa oleva erityinen rahoitussäännös, jonka perusteella kotiseutualueen kunnat saavat saamen kielen ja saamenkielisten luokkien opettajien palkkamenoihin valtionavustuksen koko vuodelle.
sme: Vuođustussan ávžžuhussii lea sámegiela ja sámegielat oahpahusa earenoamáš ruhtadanmearrádus, man vuođul sámiid ruovttuguovllu gielddat ožžot sámegiela ja sámegielat oahpahusa oahpaheaddjiid bálkágoluide stáhtaveahki olles jahkái.

source: Opettajapula ylläpitää eriarvoisuutta suomen- ja saamenkielisen opetuksen välillä, toteaa yhteistyöelin.
sme: Oahpaheaivátni bajásdoallá eahpeárvosašvuođa suoma- ja sámegielat oahpahusa gaskkas, gávnnaha ovttasbargoorgána.

source: S aamenkielinen opetus lisääntyy opettajapulasta huolimatta Saamen kielen ja saamenkielistä opetusta Suomen peruskouluissa ja lukioissa saa kuluvana lukuvuonna yhteensä 489 oppilasta, joista yhteensä 146 on saamenkielisessä opetuksessa.
sme: Oahpahus sámegillii lassána beroškeahttá heajos oahpaheaidilis Oahpahusa sámegielas ja sámegillii Suoma vuođđoskuvllain ja logahagain ožžot dán lohkanjagi oktiibuot 489 oahppi, geain oktiibuot 146 ožžot oahpahusa sámegillii.

source: Lisäksi ammatillisessa peruskoulutuksessa ja Saamelaisalueen koulutuskeskuksen yleissivistävässä koulutuksessa saamenkielistä opetusta saa 8 opiskelijaa ja saamen kielen opetusta 101 opiskelijaa.
sme: Dasa lassin ámmátlaš vuođđoskuvlejumis ja Sámi oahpahusguovddáža almmolaš čuvgejeaddji skuvlejumis ožžot gávccis oahpahusa sámegillii ja sámegiela oahpahusa oktiibuot 101 oahppi.

source: Yhteensä 590 oppilasta saa joko saamen kielen tai saamenkielistä opetusta koko maassa (perusopetuksessa, lukiossa ja ammatillisessa peruskoulutuksessa).
sme: Sámegiela ja sámegielat oahpahus addojuvvo dál olles riikkas oktiibuot 590 oahppái (vuođđoskuvllas, logahagas ja ámmátlaš vuođđoskuvlejumis).

source: Valtaosa kaikesta saamelaisopetuksesta annetaan saamelaisten kotiseutualueella, eli neljän pohjoisimman kunnan alueella, jossa oppilaita on yhteensä 520.
sme: Váldooassi sámeoahpahusas addojuvvo sámiid ruovttuguovllus njealji davimus gielddas, gos sámeoahpahusas leat oktiibuot 520 oahppi.

source: Kotiseutualueen ulkopuolella, Sodankylän kirkonkylästä etelään, ei anneta saamenkielistä opetusta, mutta kielen opetukseen osallistuu yhteensä 70 perusopetuksen ja lukion oppilasta.
sme: Ruovttuguovllu olggobealde, Soađegili girkosiidda rájes máttás, ii addojuvvo oahpahus sámegillii, muhto giela oahpahus addojuvvo oktiibuot 70 vuođđoskuvlla ja logahaga oahppái.

source: Saamelaiskäräjien kokoamien tietojen mukaan saamenkielinen opetus on opettajapulasta huolimatta pitänyt hyvin pintansa opetuksen kokonaisuudessa.
sme: Sámedikki čohkken dieđuid mielde lea oahpahus sámegillii doallan bures sajis oahpahusa oppalašvuođas beroškeahttá heajos oahpaheaidilis.

source: Oppilasmäärä on noussut hieman viimevuotisesta, mutta saamenkielinen opetus kuitenkin vähenee selvästi peruskoulun ylemmille vuosiluokille tultaessa.
sme: Ohppiid mearri lea binná lassánan diimmážis, muhto sámegielat oahpahus goittotge geahppána čielgasit vuođđooahpahusa (= vuođđoskuvlla) bajit dásiide boađedettiin.

source: Lukioista ainoastaan Utsjoen saamelaislukiossa saame on myös opetuskieli.
sme: Áidna Suoma logahagain, mas sámegiella lea maid oahpahusgiella, lea Ohcejoga sámelogahat.

source: M erkittävimpänä syynä opetuskielen vaihtumiseen jo peruskoulussa pidetään suomenkielistä ylioppilastutkintoa, jossa menestymistä halutaan turvata vaihtamalla suomi opetuskieleksi jo perusopetuksen ylemmillä luokilla.
sme: Eanemus mearkkašahtti sivvan oahpahusgiela molsumii juo vuođđoskuvllas atnojuvvo suomagielat stuđeantadutkkus. Oahppit hálidit dorvvastit buori bohtosa das molsumiin suomagiela oahpahusgiellan juo vuođđooahpahusa bajit luohkáin.

source: Ylioppilastutkinnossa voi saamen kielellä suorittaa ainoastaan äidinkielen ja vieraan kielen kokeen.
sme: Stuđeantadutkosis lea vejolaš čađahit sámegillii dušše eatnigiela ja vieris giela iskosiid.

source: Saamenkielistä opetusta saa kuluvana lukuvuonna Enontekiön kunnassa 23 oppilasta (-1), Inarissa 57 (+ 6), Sodankylässä 2 (+ 2) ja Utsjoella 64 (+1) oppilasta.
sme: Sámegielat oahpahusa ožžot dán skuvlajagi Eanodaga gielddas 23 oahppi (-1), Anáris 57 (+ 6), Soađegilis 2 (+ 2) ja Ohcejogas 64 (+1) oahppi.

source: Utsjoen kirkonkylän ja Karigasniemen kouluissa valtaosa oppilaista on saamenkielisessä opetuksessa.
sme: Ohcejotnjálmmi ja Gáregasnjárgga skuvllain eambbo go bealli ohppiin lea sámegielat oahpahusas.

source: Inarissa sekä inarinsaamenkielistä että pohjoissaamenkielistä opetusta saavien oppilaiden lukumäärä on hienoisessa kasvussa.
sme: Anáris sihke anáraš gielat ja davvisámegielat oahpahusa ohppiid mearri lea gulul lassáneamen.

source: Koltansaamen opetustilanne on huolestuttava, koska oppilasmäärä ja koltansaamen kielen käyttäminen opetuskielenä näyttävät laskevan.
sme: Nuortalaš giela oahpahusdilli lea fuolastuhtti daningo ohppiid mearri ja nuortalaš giela geavaheapmi oahpahusgiellan orrot njiedjamen.

source: Kielen oppiaineena koltansaamea opetetaan kuitenkin edellisvuosien tapaan.
sme: Nuortalašgiella oahpahuvvo goittotge oahppoávnnasin (fágan) seammá ollu go ovddit jagiin.

source: Sodankylän Vuotsossa saamenkielinen opetus alkoi tänä syksynä ensimmäistä kertaa ja kielen aineopetuksessa ovat koulun kaikki 30 oppilasta.
sme: Soađegili Vuohčus sámegielat oahpahus álggahuvvui dán čavčča vuosttaš geardde ja giela ávnnasoahpahusas leat skuvlla buot 30 oahppi.

source: Kotiseutualueen ulkopuolella saamea opetetaan lähiopetuksena (opettaja paikan päällä) Oulun seudulla ja Rovaniemellä yhteensä 19 oppilaalle, Tampereella 6 oppilaalle ja Sodankylän kirkonkylässä 34 oppilaalle.
sme: Sámiid ruovttuguovllu olggobealde sámegiella oahpahuvvo lagasoahpahussan (oahpaheaddji báikki alde) Oulu guovllus ja Roavvenjárggas oktiibuot 19 oahppái, Tampere-gávpogis 6 oahppái ja Soađegili girkosiiddas 34 oahppái.

source: Lisäksi Inarin kunnan opettajat antavat tietokonetta välineenä käyttävää verkko-opetusta useille kotiseutualueen ulkopuolisille paikkakunnille yhteensä 13 oppilaalle, joista kauimmaksi Hollannin Rotterdamiin.
sme: Dasa lassin Anára gieldda oahpaheaddjit addet fierbmeoahpahusa (gáiddusoahpahusa) maŋgga báikegoddái ruovttuguovllu olggobealde oktiibuot 13 oahppái, geain guhkimusas lea oahppi Rotterdamis.

source: Verkko-opetuksen kehittämisessä saamelaisalueen koulutuskeskuksen Saame virtuaalikoulu-hankkeella on merkittävä rooli.
sme: Fierbmeoahpahus lea earenoamážit ovddiduvvon Sámi oahpahusguovddáža Sámi virtuálaskuvla-prošeavtta bokte.

source: S aamelaisten koulutusasiain yhteistyöelin Saamelaisten koulutusasiain yhteistyöelimessä on saamelaiskäräjien, saamelaisten kotiseutualueen kuntien ja valtion opetushallinnon edustus.
sme: S ámi skuvlenáššiid oktasašbargoorgána Sámi skuvlenáššiid oktasašbargoorgánas leat sámedikki, sámiid ruovttuguovllu gielddaid ja stáhta oahpahushálddahusa ovddasteaddjit.

source: Yhteistyöelimen tehtävänä on edistää tiedon kulkua, saamelaisopetuksen edellytyksiä ja yhteisiä hankkeita.
sme: Oktasašbargoorgána bargun lea ovddidit dieđu johtima, sámeoahpahusa eavttuid ja oktasaš prošeavttaid.

source: Yhteistyöelin kokoontuu 1-2 kertaa vuosittain.
sme: Dat čoahkkana 1-2 gearddi jahkái.
